{"translation-revision-date":"2022-11-21 20:24:58+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=(n > 1);","lang":"tr"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Zap'ınızı %s panelinizde yayınladıktan sonra, etkin olup olmadığı ve sitenize bağlı olup olmadığını kontrol edebilirsiniz."],"Reset API key":["API anahtarını sıfırla"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Şu anda %s'e aşağıdaki API anahtarı ile bağlandınız. Farklı bir API anahtarıyla yeniden bağlamak isterseniz anahtarı aşağıda sıfırlayabilirsiniz."],"Your API key":["API anahtarınız"],"Go to your %s dashboard":["%s panelinize gidin"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["%1$s'e başarıyla bağlandınız! Zapınızı yönetmek için lütfen %2$s panelinizi ziyaret edin."],"Your %s dashboard":["%s paneliniz"],"Verify connection":["Bağlantıyı doğrula"],"Verify your connection":["Bağlantınızı doğrulayın"],"Create a Zap":["Zap oluştur"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["%1$s hesabınıza giriş yapın ve ilk zapınızı oluşturmaya başlayın! %2$s tetikleyici olayı ile yalnızca 1 zap oluşturabileceğinizi unutmayın. Bu zap içinde bir veya daha fazla eylem seçebilirsiniz."],"%s API key":["%s API anahtarı"],"You'll need this API key later on in %s when you're setting up your Zap.":["Zapınızı ayarlarken %s içinde bu API anahtarına daha sonra ihtiyacınız olacaktır."],"Copy your API key":["API anahtarınızı kopyalayın"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Bağlantı kurmak için aşağıda verilen API anahtarını kopyaladığınızdan ve %s hesabınızda bir zap oluşturmak ve etkinleştirmek için kullandığınızdan emin olun."],"Manage %s settings":["%s ayarlarını yönet"],"Connect to %s":["%s'e bağlan"],"Close":["Kapat"],"Create a Zap in %s":["%s içinde bir Zap oluştur"]}}}