{"translation-revision-date":"2023-02-28 09:22:01+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Une fois que vous avez publié votre Zap dans votre tableau de bord %s, vous pouvez vérifier s’il est actif et connecté à votre site."],"Reset API key":["Réinitialiser la clé de l’API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["La clé de l’API suivante est utilisée pour vous connecter à %s. Si vous souhaitez vous reconnecter avec une clé de l’API différente, vous pouvez réinitialiser votre clé ci-dessous."],"Your API key":["Votre clé de l’API"],"Go to your %s dashboard":["Aller à votre tableau de bord %s"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Connexion à %1$s réussie ! Pour gérer votre Zap, veuillez visiter votre tableau de bord %2$s."],"Your %s dashboard":["Votre tableau de bord %s"],"Verify connection":["Vérifier la connexion"],"Verify your connection":["Vérifiez votre connexion"],"Create a Zap":["Créez un Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Connectez-vous à votre compte %1$s et commencez à créer votre premier Zap ! Notez que vous ne pouvez créer qu’un seul Zap avec un évènement déclencheur de %2$s. Dans ce Zap, vous pouvez choisir une ou plusieurs actions."],"%s API key":["Clé de l’API %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["Vous aurez besoin de cette clé de l’API plus tard dans %s lorsque vous configurerez votre Zap."],"Copy your API key":["Copiez votre clé de l’API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Pour établir une connexion, assurez-vous de copier la clé de l’API donnée ci-dessous et utilisez-la pour créer et activer un Zap dans votre compte %s."],"Manage %s settings":["Gérer les réglages de %s"],"Connect to %s":["Se connecter à %s"],"Close":["Fermer"],"Create a Zap in %s":["Créer un Zap dans %s"]}}}