{"translation-revision-date":"2021-10-05 13:30:13+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"I've finished this workout":["Jag har slutfört detta steg"],"Reset this workout":["Återställ detta steg"],"With your internal links, you’ve shown Google which articles are most important on your website! Make sure to check regularly whether your cornerstone approach is still up to date!":["Med dina interna länkar har du nu visat Google vilka artiklar på din webbplats som är viktigast! Kontrollera regelbundet att din grundstensstruktur fortfarande stämmer!"],"Well done!":["Bra gjort!"],"Go to a related article, find a relevant sentence which is related to your cornerstone article. Insert a text link to your cornerstone in that sentence. Repeat with another related article until your cornerstones have the most internal links pointing towards them.":["Gå till en relaterad artikel, hitta en relevant mening som är relaterad till din grundstensartikel. Infoga en textlänk till grundstensartikeln i den meningen. Upprepa samma sak med en annan relaterad artikel tills det är grundstensartiklarna som har flest inkommande interna länkar."],"If you have limited internal links pointing towards your cornerstones, add internal links from other posts to your cornerstones. But, make sure that there’s a logical relationship between the article you're linking from and your cornerstone. Below, we'll always show you the three cornerstone articles which receive the least links on your site and offer suggestions of relevant pages you could link from.":["Om du inte har så många interna länkar som pekar på dina grundstensartiklar behöver du lägga till fler interna länkar från andra inlägg till dina grundstensartiklar. Men de måste alltid se till att det finns ett logiskt samband mellan artikeln du länkar från och den länkade grundstensartikeln. Nedan visar vi alltid de tre grundstensartiklar som för tillfället har lägst antal inkommande interna länkar och föreslår relevanta sidor, från vilka du skulle kunna länka dit."],"Add internal links towards your cornerstones":["Lägg till interna länkar till dina grundstensartiklar"],"Check: do your cornerstones (★) have the most internal links pointing towards them?":["Kontrollera: Är det dina grundstensartiklar (★) som har flest inkommande interna länkar?"],"Other articles on your site should link towards your most important cornerstones. Below you can check out which articles have the most internal links pointing towards them.":["Andra artiklar på din webbplats bör länka till dina viktigaste grundstensartiklar. Nedan kan du kolla in vilka artiklar som har flest inkommande interna länkar."],"Check the number of incoming internal links of your cornerstones":["Kontrollera antalet inkommande interna länkar till dina grundstensartiklar"],"With which articles do you want to rank highest? Which are the most complete, which are the best explainers, which are %1$sthe%2$s most important? Check out your own website and choose the pages and posts you want to be your cornerstone articles!":["Vilka artiklar vill du ska rankas bäst? Vilka är mest kompletta, innehåller de bästa förklaringarna, vilka är %1$sallra%2$s viktigast? Kolla igenom din egen webbplats och välj de sidor och inlägg du vill använda som dina grundstensartiklar!"],"Your site might not feel that SEO fit just yet. But that's just a matter of time. Let's start this workout by choosing your cornerstones.":["Din webbplats kanske inte känns särskilt SEO-anpassad ännu. Men vi når snart dit. Låt oss inleda detta träningspass genom att välja dina grundstenar."],"Start: Choose your cornerstones!":["Start: Välj dina grundstenar!"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sCornerstone practical guide%3$s%4$s%5$s%6$s":["%1$sBehöver du mer vägledning? Vi beskriver varje steg mer detaljerat i vår %2$sPraktiska handledning för grundstensinnehåll%3$s%4$s%5$s%6$s"],"The cornerstone approach":["Grundstensstrategin"],"Rank with articles you want to rank with":["Få bra rangordning på de artiklar du vill synas bäst med"]}}}