{"translation-revision-date":"2022-11-02 14:46:02+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"We could not find any relevant articles on your website that you could link to from your post.":["Vi kunne ikke finne noen relevante artikler på nettstedet ditt som du kan lenke til fra innlegget ditt."],"Add a title to your post for the best internal linking suggestions.":["Legg til en tittel til ditt innlegg for å få de beste internlenkeforslagene."],"Add a metadescription to your post for the best internal linking suggestions.":["Leg til en metabeskrivelse til ditt innlegg for å få de beste forslagene tii interne lenker."],"Add a title and a metadescription to your post for the best internal linking suggestions.":["Legg til en tittel og metabeskrivelse til ditt innlegg for å få de beste forslagene for interne lenker."],"Also, add a title to your post for the best internal linking suggestions.":["Legg dessuten til en metabeskrivele til ditt innlegg for de beste interne lenkeforslagene."],"Also, add a metadescription to your post for the best internal linking suggestions.":["Legg dessuten til en metabeskrivel for ditt innlegg for de beste interne lenkeforslagene."],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["Legg dessuten til tittel og en metabeskrivelse for ditt innlegg for å få de beste interene lenkeforslagene."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Straks du legger til litt mer brødtekst vil vi her gi deg en liste over relatert innhold som du kan lenke til i ditt innlegg."],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["Hvis du vil forbedre nettstedstrukturen, kan du vurdere å koble til andre relevante innlegg eller sider på nettstedet ditt."],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["Det tar noen sekunder å vise deg en liste over relatert innhold som du kan koble til. Forslagene vil bli vist her så snart vi har dem."],"{{a}}Read our guide on internal linking for SEO{{\/a}} to learn more.":["{{a}}Les vår veileder om internlenking for SEO{{\/a}} for å lære mer."],"Copied!":["Kopiert!"],"Not supported!":["Ikke støttet!"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.\n\n%3$sStart SEO Data optimization%4$s":["Vi må optimalisere nettstedets SEO-data slik at vi kan tilby deg de beste %1$skoblingsforslag%2$s.\n\n%3$s Start SEO-dataoptimalisering%4$s"]}}}