{"translation-revision-date":"2022-11-29 09:40:50+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Sobald du deinen Zap in deinem %s-Dashboard veröffentlicht hast, kannst du überprüfen, ob er aktiv und mit deiner Website verbunden ist."],"Reset API key":["API-Schlüssel zurücksetzen"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Du bist derzeit mit %s mit dem folgenden API-Schlüssel verbunden. Wenn du die Verbindung mit einem anderen API-Schlüssel wiederherstellen möchtest, kannst du deinen Schlüssel unten zurücksetzen."],"Your API key":["Dein API-Schlüssel"],"Go to your %s dashboard":["Zu deinem %s-Dashboard gehen"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Du wurdest erfolgreich mit %1$s verbunden! Um deinen Zap zu verwalten, besuche bitte dein %2$s-Dashboard."],"Your %s dashboard":["Dein %s-Dashboard"],"Verify connection":["Verbindung überprüfen"],"Verify your connection":["Überprüfe deine Verbindung"],"Create a Zap":["Einen Zap erstellen"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Melde dich in deinem %1$s-Konto an und beginne mit der Erstellung deines ersten Zaps! Beachte, dass du nur 1 Zap mit einem Auslöseereignis von %2$s erstellen kannst. In diesem Zap kannst du eine oder mehrere Aktionen auswählen."],"%s API key":["%s-API-Schlüssel"],"You'll need this API key later on in %s when you're setting up your Zap.":["Du brauchst diesen API-Schlüssel später in %s, wenn du deinen Zap einrichtest."],"Copy your API key":["Deinen API-Schlüssel kopieren"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Um eine Verbindung einzurichten, kopiere den unten angegebenen API-Schlüssel und benutze ihn, um einen Zap in deinem %s-Konto zu erstellen und zu aktivieren."],"Manage %s settings":["%s-Einstellungen verwalten"],"Connect to %s":["Verbinden mit %s"],"Close":["schliessen"],"Create a Zap in %s":["Einen Zap in %s erstellen"]}}}