{"translation-revision-date":"2022-11-22 18:39:30+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Αφότου δημοσιεύσετε το Zap σας στον πίνακα ελέγχου %s, μπορείτε να ελέγξετε εάν είναι ενεργό και συνδεδεμένο στον ιστότοπό σας."],"Reset API key":["Επαναφορά API κλειδιού"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Αυτήν τη στιγμή είστε συνδεδεμένοι στο %s χρησιμοποιώντας το ακόλουθο κλειδί API. Εάν θέλετε να συνδεθείτε ξανά με διαφορετικό κλειδί API, μπορείτε να επαναφέρετε το κλειδί σας παρακάτω."],"Your API key":["Το κλειδί σας API"],"Go to your %s dashboard":["Μεταβείτε στον πίνακα ελέγχου %s σας"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Έχετε συνδεθεί επιτυχώς στο %1$s! Για να διαχειριστείτε το Zap σας, επισκεφτείτε τον πίνακα ελέγχου %2$s."],"Your %s dashboard":["Η πίνακας ελέγχου σας %s"],"Verify connection":["Επιβεβαίωση σύνδεσης"],"Verify your connection":["Επιβεβαιώστε την σύνδεση σας"],"Create a Zap":["Δημιουργία Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Συνδεθείτε στον λογαριασμό σας %1$s και ξεκινήστε να δημιουργείτε το πρώτο σας Zap! Λάβετε υπόψη ότι μπορείτε να δημιουργήσετε μόνο 1 Zap με ένα συμβάν ενεργοποίησης από %2$s. Μέσα σε αυτό το Zap μπορείτε να επιλέξετε μία ή περισσότερες ενέργειες."],"%s API key":["Κλειδί API %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["Θα χρειαστείτε αυτό το κλειδί API αργότερα στο %s όταν ρυθμίζετε το Zap σας."],"Copy your API key":["Αντιγραφή του κλειδιού σας API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Για να ρυθμίσετε μια σύνδεση, βεβαιωθείτε ότι έχετε αντιγράψει το συγκεκριμένο κλειδί API παρακάτω και το χρησιμοποιείτε για να δημιουργήσετε και να ενεργοποιήσετε ένα Zap στον λογαριασμό σας %s."],"Manage %s settings":["Διαχείριση ρυθμίσεων  %s"],"Connect to %s":["Συνδεθείτε στο %s"],"Close":["Κλείσιμο"],"Create a Zap in %s":["Δημιουργήστε ένα Zap στο %s"]}}}