{"translation-revision-date":"2022-11-22 16:32:37+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Una volta pubblicato lo Zap nella tua bacheca di %s, puoi verificare se è attivo e collegato al tuo sito."],"Reset API key":["Reimposta la chiave API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Al momento la tua connessione a %s usa la seguente chiave API. Se desideri riconnetterti con una chiave API diversa, puoi reimpostare la chiave qui sotto."],"Your API key":["La tua chiave API"],"Go to your %s dashboard":["Vai alla tua bacheca di %s"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Il collegamento a %1$s è andato bene! Per gestire il tuo Zap, visita la tua bacheca %2$s."],"Your %s dashboard":["La tua bacheca di %s"],"Verify connection":["Verifica la connessione"],"Verify your connection":["Verifica la tua connessione"],"Create a Zap":["Crea uno Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Accedi al tuo account %1$s e inizia a creare il tuo primo Zap! Puoi creare solo 1 Zap con un evento di attivazione da %2$s. All'interno di questo Zap puoi scegliere una o più azioni."],"%s API key":["Chiave API di %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["Questa chiave API sarà necessaria più avanti su %s, quando configurerai lo Zap."],"Copy your API key":["Copia la tua chiave API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Per impostare una connessione, copia la chiave API indicata di seguito e usala per creare e attivare uno Zap all'interno del tuo account %s."],"Manage %s settings":["Gestisci le impostazioni %s"],"Connect to %s":["Connetti a %s"],"Close":["Chiudi"],"Create a Zap in %s":["Crea uno Zap in %s"]}}}