{"translation-revision-date":"2022-07-27 06:45:12+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Register now!":["Εγγραφή τώρα!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Θέλετε να βελτιστοποιήσετε ακόμη περισσότερο με τη βοήθεια των ειδικών μας στο SEO; Εγγραφείτε στο δωρεάν εβδομαδιαίο διαδικτυακό μας σεμινάριο!"],"Get the most out of Yoast SEO":["Αξιοποιήστε στο έπακρο το Yoast SEO"],"Dismiss this notice.":["Απόρριψη της ειδοποίησης."],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Ο ιστότοπός σας έχει διαμορφωθεί για να αντιπροσωπεύει έναν Οργανισμό. Εάν θέλετε ο ιστότοπός σας να αντιπροσωπεύει ένα άτομο, επιλέξτε \"Πρόσωπο\" στην ενότητα \"Γράφημα γνώσης & Schema.org\" των ρυθμίσεων %1$sΕμφάνιση αναζήτησης%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Πείτε μας αν έχετε άλλα προφίλ στο διαδίκτυο που ανήκουν στον οργανισμό σας. Μπορείτε επίσης να προσθέσετε προφίλ από πλατφόρμες όπως το Instagram, το YouTube, το LinkedIn, το Pinterest ή τη Wikipedia."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Εάν θέλετε ο ιστότοπός σας να αντιπροσωπεύει έναν Οργανισμό, επιλέξτε \"Οργανισμός\" στην ενότητα 'Γράφημα γνώσης & Schema.org' των ρυθμίσεων %1$sΕμφάνιση αναζήτησης%2$s"],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Ο ιστότοπός σας έχει ρυθμιστεί επί του παρόντος για να αναπαριστά ένα Πρόσωπο. Αν θέλετε να επεξεργαστείτε τους κοινωνικούς λογαριασμούς για τον ιστότοπό σας, μεταβείτε στο προφίλ χρήστη του επιλεγμένου προσώπου%1$s."],"Personal social profiles":["Προσωπικά κοινωνικά προφίλ"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Υπάρχουν μη αποθηκευμένες αλλαγές σε ένα ή περισσότερα βήματα. Η αποχώρηση σημαίνει ότι οι αλλαγές αυτές ενδέχεται να μην αποθηκευτούν. Είστε σίγουροι ότι θέλετε να φύγετε;"],"Add another profile":["Προσθήκη επιπλέον προφίλ"],"Delete item":["Διαγραφή στοιχείου"],"E.g. https:\/\/social-platform.com\/yoast":["Π.χ. https:\/\/social-platform.com\/yoast"],"Other social profile":["Άλλο προφιλ κοινωνικών δικτύων"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Π.χ. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Π.χ. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Π.χ. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Π.χ. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Π.χ. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Π.χ https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Π.χ. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Π.χ. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Π.χ. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Π.χ. https:\/\/www.facebook.com\/yoast"],"Saved!":["Αποθηκεύτηκε!"],"Could not save this value. Please check the URL.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL."],"Could not save this value. Please check the URL or username.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL ή το όνομα χρήστη."],"Social image":["Κοινωνική εικόνα"],"Image":["Εικόνα"],"Select image":["Επιλέξτε εικόνα"],"default":["προεπιλογή"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Κατά την αποθήκευση, αυτή η ρύθμιση θα ισχύει για όλα τα %1$s σας. %1$s που έχουν διαμορφωθεί χειροκίνητα θα παραμείνουν ανέγγιχτα.","Κατά την αποθήκευση, αυτές οι ρυθμίσεις θα ισχύουν για όλα τα %1$s σας. %1$s που έχουν διαμορφωθεί χειροκίνητα θα παραμείνουν ανέγγιχτα."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Επιλέξτε τον προεπιλεγμένο τρόπο περιγραφής των %1$s, στη σήμανση schema.org του ιστότοπού σας. Μπορείτε να αλλάξετε αυτές τις ρυθμίσεις για μεμονωμένα %1$s."],"Learn more about the schema settings":["Μάθετε περισσότερα σχετικά με τις ρυθμίσεις schema"],"Schema settings":["Ρυθμίσεις Schema"],"Default Article type":["Προεπιλεγμένος τύπος άρθρου"],"Default Page type":["Προεπιλεγμένος τύπος σελίδας"],"Person logo \/ avatar":["Λογότυπο προσώπου \/ άβαταρ"],"Get the %s plugin now":["Αποκτήστε το %s πρόσθετο τώρα"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Βελτιστοποιήστε την ιστοσελίδα σας για το κοινό της περιοχής με το  %s πρόσθετο μας! Βελτιστοποιημένα στοιχεία διεύθυνσης, ωράριο λειτουργίας, εντοπισμό του καταστήματος και επιλογές παραλαβής!"],"Serving local customers?":["Εξυπηρετείτε πελάτες της περιοχής;"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization's social profiles":["Προφίλ κοινωνικών δικτύων οργανισμού"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Έχετε επιλέξει το χρήστη %1$s ως το φυσικό πρόσωπο που εκπροσωπεί την ιστοσελίδα. Οι πληροφορίες προφίλ του χρήστη θα εμφανιστούν στα αποτελέσματα της μηχανής αναζήτησης. %2$sΑναβαθμίστε το προφίλ τους ώστε να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές.%3$s"],"Please select a user below to make your site's meta data complete.":["Παρακαλώ επιλέξτε παρακάτω ένα χρήστη ώστε να είναι ολοκληρωμένα τα meta data του ιστοτόπου σας."],"Select a user...":["Επιλέξτε χρήστη..."],"Save changes":["Αποθήκευση αλλαγών"],"Name":["Όνομα"],"Twitter":["Twitter"],"Facebook":["Facebook"]}},"comment":{"reference":"js\/dist\/settings.js"}}