{"translation-revision-date":"2023-02-24 08:54:19+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Når du har offentliggjort din Zap i dit %s kontrolpanel, kan du kontrollere, om den er aktiv og forbundet til dit websted."],"Reset API key":["Nulstil API-nøgle"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Du har i øjeblikket forbindelse til %s ved hjælp af følgende API-nøgle. Hvis du vil oprette forbindelse til en anden API-nøgle, kan du nulstille din nøgle nedenfor."],"Your API key":["Din API-nøgle"],"Go to your %s dashboard":["Gå til dit %s kontrolpanel"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Du har forbindelse til %1$s! For at administrere din Zap skal du besøge dit %2$s kontrolpanel."],"Your %s dashboard":["Dit %s kontrolpanel"],"Verify connection":["Bekræft forbindelse"],"Verify your connection":["Bekræft din forbindelse"],"Create a Zap":["Opret en Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Log ind på din %1$s-konto, og begynd at oprette din første Zap! Bemærk, at du kun kan oprette 1 Zap med en udløserhændelse fra %2$s. Inden for denne Zap kan du vælge en eller flere handlinger."],"%s API key":["%s API-nøgle"],"You'll need this API key later on in %s when you're setting up your Zap.":["Du skal bruge denne API-nøgle senere i %s, når du konfigurerer din Zap."],"Copy your API key":["Kopier din API-nøgle"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Hvis du vil oprette en forbindelse, skal du sørge for at kopiere den givne API-nøgle nedenfor og bruge den til at oprette og aktivere en Zap på din %s-konto."],"Manage %s settings":["Håndter %s indstillinger"],"Connect to %s":["Opret forbindelse til %s"],"Close":["Luk"],"Create a Zap in %s":["Opret en Zap i %s"]}}}