{"translation-revision-date":"2022-11-26 18:01:07+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Assim que publicar o seu Zap no painel do %s, pode verificar se está activo e ligado ao seu site."],"Reset API key":["Repor a chave de API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Está ligado ao %s através da seguinte chave de API. Se quiser ligar de novo com uma chave de API diferente pode repor a chave abaixo."],"Your API key":["A sua chave de API"],"Go to your %s dashboard":["Vá ao seu painel do %s"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Ligou-se ao %1$s com sucesso! Para gerir o seu Zap, por favor visite o seu painel do %2$s."],"Your %s dashboard":["O seu painel do %s"],"Verify connection":["Verificar ligação"],"Verify your connection":["Verifique a sua ligação"],"Create a Zap":["Crie um Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Inicie sessão na sua conta %1$s e comece por criar o seu primeiro Zap! Atenção que apenas pode criar 1 Zap para desencadear eventos do %2$s. Com este Zap pode escolher uma ou mais acções."],"%s API key":["Chave de API do %s"],"You'll need this API key later on in %s when you're setting up your Zap.":["Precisará desta chave de API mais tarde no %s, quando configurar o seu Zap."],"Copy your API key":["Copie a sua chave de API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Para configurar uma ligação, certifique-se de que copia a chave de API fornecida abaixo e use-a para criar e activar um Zap na sua conta do %s."],"Manage %s settings":["Gerir opções do %s"],"Connect to %s":["Ligar ao %s"],"Close":["Fechar"],"Create a Zap in %s":["Criar Zap no %s"]}}}