{"translation-revision-date":"2022-11-29 09:40:50+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["Sie haben soeben dafür gesorgt, dass Ihre besten Inhalte leicht auffindbar sind und mit größerer Wahrscheinlichkeit gefunden werden! Weiter so! Vergessen Sie nicht, von Zeit zu Zeit zu überprüfen, ob Ihre Eckpfeiler genügend Links erhalten!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["Werfen Sie einen Blick auf die folgende Liste. Haben Ihre Eckpfeiler (markiert mit %1$s) die meisten internen Links, die auf sie zeigen? Klicken Sie auf die Schaltfläche Optimieren, wenn Sie der Meinung sind, dass ein Eckpfeiler mehr Links benötigt. Dadurch wird der Artikel zum nächsten Schritt weitergeleitet."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["Haben alle Ihre Eckpfeiler grüne Kugeln? Um die besten Ergebnisse zu erzielen, sollten Sie diejenigen bearbeiten, die keine haben!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["Welche Artikel möchten Sie am besten platzieren? Welche würden Ihre Leser am nützlichsten und vollständigsten finden? Klicken Sie auf den nach unten zeigenden Pfeil und suchen Sie nach Artikeln, die diese Kriterien erfüllen. Die Artikel, die Sie aus der Liste auswählen, werden von uns automatisch als Eckpfeiler markiert."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sBenörigen Sie mehr Unterstützung? Wir haben jeden Schritt detailliert beschrieben: %2$sWie Sie das %7$s Eckpfeiler-Training%3$s%4$s%5$s verwenden.%6$s"],"I've finished this workout":["Ich habe dieses Training beendet"],"Reset this workout":["Dieses Training zurücksetzen"],"Well done!":["Gut gemacht!"],"Add internal links towards your cornerstones":["Fügen Sie interne Links zu Ihren Eckpfeilern hinzu"],"Check the number of incoming internal links of your cornerstones":["Überprüfen Sie die Anzahl der eingehenden internen Links Ihrer Eckpfeiler"],"Start: Choose your cornerstones!":["Start: Wähle deine Eckpfeiler!"],"The cornerstone approach":["Der Eckpfeiler-Ansatz"],"Rank with articles you want to rank with":["Erziele ein gutes Ranking mit Artikeln, mit denen du auch ranken willst"]}}}