{"translation-revision-date":"2022-11-08 17:42:31+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Zodra je je zap hebt gepubliceerd in je %s dashboard, kan je controleren of hij actief is en verbonden met je site."],"Reset API key":["Reset API sleutel"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Je bent momenteel verbonden met %s met de volgende API-sleutel. Als je opnieuw verbinding wil maken met een andere API-sleutel, kun je hieronder je sleutel resetten."],"Your API key":["Je API-sleutel"],"Go to your %s dashboard":["Ga naar je %s dashboard"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Je bent succesvol verbonden met %1$s! Om je zap te beheren, ga naar je %2$s dashboard."],"Your %s dashboard":["Je %s dashboard"],"Verify connection":["Controleer verbinding"],"Verify your connection":["Controleer je verbinding"],"Create a Zap":["Maak een zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Log in op je %1$s account en begin met het maken van je eerste zap! Merk op dat je maar 1 zap kan aanmaken met een trigger event van %2$s. Binnen deze zap kan je één of meerdere acties kiezen."],"%s API key":["%s API-sleutel"],"You'll need this API key later on in %s when you're setting up your Zap.":["Je hebt deze AP-sleutel later in %s nodig wanneer je je zap instelt."],"Copy your API key":["Kopieer je API-sleutel"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Om een verbinding op te zetten, zorg ervoor dat je de gegeven API-sleutel hieronder kopieert en gebruikt om een zap te maken en aan te zetten binnen je %s account."],"Manage %s settings":["Beheer %s instellingen"],"Connect to %s":["Maak verbinding met %s"],"Close":["Sluit"],"Create a Zap in %s":["Maak een Zap in %s"]}}}