{"translation-revision-date":"2021-10-05 13:30:13+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Clear summary":["Rensa sammanfattning"],"You've cleaned up your site! You’ve removed what was no longer relevant and improved what still held value. Below is a summary of your work!":["Nu har du rensat upp på webbplatsen! Du har tagit bort sådant som inte längre är relevant och förbättrat det som fortfarande är värdefullt. Här är en sammanfattning av ditt arbete!"],"Go to a related article, find a relevant sentence which is related to the orphaned article. Insert a text link to it in that sentence.":["Gå till en relaterad artikel, hitta en passande mening som hör samman med den övergivna artikeln. Infoga en textlänk från den meningen."],"Now it's time to add a few internal links from other posts towards your orphaned articles. Make sure there’s a logical relationship between the article you're linking from and your orphaned article. Below, we offer you suggestions of relevant pages you could link from towards your orphaned article.":["Nu är det dags att skapa några interna länkar från andra inlägg till dina ”överblivna” artiklar. Se till att det finns en logisk koppling mellan artikeln du länkar från och den överblivna artikeln. Här nedan föreslår vi några relevanta sidor, från vilka du skulle kunna länka till din överblivna artikel."],"Add internal links towards your orphaned articles.":["Lägg till interna länkar till dina grundstensartiklar"],"Check if your orphaned articles are still up-to-date and update them if necessary.":["Kontrollera om dina överblivna artiklar fortfarande är aktuella och uppdatera dem vid behov."],"Should you update your article?":["Ska du uppdatera din artikel?"],"Your site often contains lots of content that's created once and never looked back to afterwards. It's important to go through these and ask yourself if this content is still relevant to your site. Should I improve it or remove it?":["Webbplatser har ofta en hel del innehåll som skapats en gång och sedan aldrig väcker intresse. Det är viktigt att gå igenom detta innehåll och ställa sig själv frågan om innehållet fortfarande är relevant för webbplatsen. Bör det förbättras eller tas bort?"],"Start: Love it or leave it?":["Inledning: Älska det eller röja bort?"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sOrphaned content practical guide%3$s%4$s%5$s%6$s":["%1$sBehöver du mer vägledning? Vi beskriver varje steg mer detaljerat i vår %2$sPraktiska handledning för överblivet innehåll%3$s%4$s%5$s%6$s"],"Orphaned content is content that doesn’t get any links from other posts or pages on your site. As a result of that, this content is hard to find, for both Google and visitors. Posts and pages need internal links to them, to fit into a site’s structure and to be findable. With this workout we'll help you update your orphaned content and make sure you have links pointing towards them!":["Överblivet innehåll är sånt som inte har några inkommande länkar från andra inlägg eller sidor på din webbplats. Det leder till att detta innehåll blir svårfunnet för både Google och dina besökare. Inlägg och sidor behöver inkommande interna länkar för att passa in i webbplatsens struktur och för att kunna hittas. Detta träningspass hjälper dig att uppdatera ditt överblivna innehåll och se till att allt innehåll har inkommande interna länkar!"],"Clean up your unlinked content to make sure people can find it":["Städa upp innehåll som saknar inkommande länkar så att besökare kan hitta det"],"I've finished this workout":["Jag har slutfört detta steg"],"Reset this workout":["Återställ detta steg"],"Well done!":["Bra gjort!"],"Orphaned content":["Föräldralöst innehåll"]}}}